;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Ivan Karadzhov
; TranslationAuthorEmail: ekot@abv.bg
; TranslationAuthorWeb: http://karadzha.blogspot.com/
; Soft Version: 2.13.112
; Update: 2017-08-30
;

[Translation]
LangCode=0402
ReadHabit=Отляво-надясно
LanguageName=BG
DefaultFont=Arial
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Информация
Warning=Предупреждение
Error=Грешка
Confirm=Потвърждение
CurVer=Текуща версия:
TfrmUnlog.caption=История
TfrmUnlog.head.unDate=Деинсталиране ВКЛ.
TfrmUnlog.head.ItemName=Програма
TfrmUnlog.head.restore=Остатъчни елементи
TfrmUnlog.noItems=Няма остатъчни елементи
TfrmUnlog.Recovered=Възстановени
TfrmUnlog.recover=Възстанови
FrmMain.lblrate.caption=Оценка
FrmMain.BtnNormal.Caption=Безопасно деинсталиране
FrmMain.BtnModify.Caption=Ремонт на програми
FrmMain.BtnForce.Caption=Принудително деинсталиране
FrmMain.BtnRemove.Caption=Премахване на записи
FrmMain.lblcheckver.Caption=Проверка за актуализация
FrmMain.lblinfo.caption=Предоставяне начин за принудително премахване на упорити програми
FrmMain.btnSupport.hint=Център за поддръжка
FrmMain.btnfacebook.Hint=Сподели Wise Program Uninstaller във Facebook
FrmMain.btntwitter.Hint=Сподели Wise Program Uninstaller в Twitter
FrmMain.btnemail.Hint=Сподели Wise Program Uninstaller с приятелите си
FrmMain.btnRefresh.Hint=Опресни
FrmMain.btnLog.Caption=История
FrmMain.btnAll.hint=Всички програми
FrmMain.btnSoft.hint=Десктоп програми
FrmMain.btnApp.hint=Универсални приложения
FrmMain.btnPatch.hint=Актуализации на Windows
FrmMain.btnUnless.hint=Персонализирано деинсталиране
pmHelp=Онлайн помощ
pmHome=Домашна страница
pmforum=Форум
pmCheckMsg=Покажи новини
pmContact=Връзка с нас
pmCheckNew=Проверка за актуализация
pmLang=Езици
pmAbout=За програмата
pmOpenEntry=Отвори в RegEditor
pmOpenFolder=Отвори в Explorer
PmGoogle=Търсене в Google
pmExport=Експортиране в текстов файл...
pmRightMenuA=Добави към контекстното меню
ExplorerMenu=Деинсталирай с Wise Program Uninstaller
pmUnisDetect=Открий премахването на други деинсталатори
FrmAbout.caption=Относно
FrmAbout.btnok.caption=ОК
FrmAbout.lblver.caption=Текуща версия:
FrmAbout.lblemail.caption=Техническа поддръжка:
FrmAbout.lblhome.caption=Сайт на програмата:
FrmAbout.lblthank.caption=Превод: Иван Караджов. Благодарим на следните хора за тяхната помощ:
FrmProgressModal.btncancel.caption=Отказ
Frmafterdel.caption=Записи в регистъра и файлове, свързани с програмата
Frmafterdel.btnremove.caption=Премахни
Frmafterdel.btncancel.caption=Отказ
Frmafterdel.lblinfo.caption=Моля, виж резултата и натисни "Премахни" да завършиш тая деинсталация.
Frmafterdel.btnnone.caption=Нищо
Frmafterdel.btnall.caption=Избери всички
frmUnlessDel.caption=Персонализирано деинсталиране
frmUnlessDel.lblInfo1.caption=Персонализираното деинсталиране позволява напълно да премахнеш следите и остатъчните файлове, оставени от програмата. Тук можеш да видиш тези файлове.
frmUnlessDel.lblinfo2.caption=Моля, въведи ключова дума, за да провериш остатъчните файлове.
frmUnlessDel.lblKeyword.caption=Ключова дума:
frmUnlessDel.btnNext.caption=Напред
frmUnlessDel.btncancel.caption=Отказ
frmUnlessDel.btnremove.caption=Премахни
frmUnlessDel.btnFolder.caption=Преглед
FrmRate.Btnlist.caption=Потребителски коментари
FrmRate.Btnreview.caption=Моят коментар
FrmRate.Btnfirst.caption=Бъди първият оценител
FrmRate.Btnsubmit.caption=Оцени
FrmRate.lblscore.caption=Оценка:
FrmRate.lblscorehint.caption=(Трябва да кликнеш върху звездата)
FrmRate.lblnick.caption=Никнейм
FrmRate.lblnickhint.caption=(Незадължително)
FrmRate.lblemail.caption=Поща:
FrmRate.lblemailhint.caption=(Незадължително)
FrmRate.lblcontent.caption=Съдържание:
FrmRate.lblcontenthint.caption=(Незадължително)
FrmRate.lbldesctitle.caption=Описание на програмата:
FrmRate.lblratesoft.caption=Препоръчителен софтуер
[GUI]
ButtonYes=Да
ButtonNo=Не
ButtonOK=ОК
ButtonMinimize=Минимизирай
ButtonMaximize=Разгърни
ButtonClose=Затвори
ButtonRestore=Възстанови
ButtonMenu=Меню
[Lang]
NativeLanguage=Български
[Uninstall]
PublisherUnknown=Неизвестен издател
VersionUnknown=Неизвестна версия
Rate=Оценка
ItemName=Име на програмата
Publisher=Разработчик
Size=Размер
SetupDate=Дата на инсталиране
Version=Версия
Canceled=Деинсталирането е бил отменено.
NoLeftOverItem=Установено е, че няма остатъчни елементи.
Removing=Премахване:
TotalStat=Намерени %d програми, заемащи %s дисково пространство.
Calculating=Изчисляване на размера...
Files=Файлове и папки
RegEntries=Записи в регистъра
Items=Елементи
[message]
confimdel=Избраната директория ще бъде изтрита от компютъра ти. Ще продължиш ли?
UninstallApp=Деинсталиране...
unistallError=Операцията е неуспешна.
NewVer=Открита е по-нова версия на Wise Program Uninstaller. Ще актуализираш ли сега?
NoNewVer=Поздравления! Използваш най-новата версия.
NoProgramSelected=Моля, избери програма.
IsBusy=Моля, изчакай, докато деинсталацията завърши.
StartFindLeftover=Анализ на свързани файлове, папки и записи в регистъра...
Collecting=Събиране на инфо за инсталираните програми...
BeSureUseForce=Избери Принудително деинсталиране, ако Безопасно деинсталиране не работи. Ще продължиш ли?
ConfirmRemove=Наистина ли искаш да премахнеш тоя запис?
RejectItself=Програмата не може да се деинсталира.
TranslateTo=Преведи на...
[SoftRate]
Querying=Заявка...
Good=Харесвам
Bad=Не харесвам
Safe=Доклад
Ver=Версия:
Ratings=Оценки
SoftNotExist=Не може да се намери информация за програмата.
GetSoftInfoError=Не може да се получи информация за програмата.
UploadSoftLogoError=Грешка при качването на информация за програмата
SubmitData=Изпращане на твоите коментари за програмата...
SubmitSoftInfoError=Мрежова грешка при подаването.
SubmitRateSuccess=Изпращането завърши.
HaveSubmitRate=Вече си дал оценка.
Submitgoodbad=Изпращане на информация...
me=На мен
NickTooLong=Никнеймът ти не може да надвишава 20 знака.
MailTooLong=Имейл адресът ти не трябва да надвишава 50 символа.
WrongEmail=Невалиден имейл адрес.
ReviewTooLong=Общата дължина на коментара не трябва да надвишава 300 знака.
RateHint=Присъедини се към нашия рейтинг на любимите ти програми!
UnknowName=Неизвестен продукт
UnknowVer=Неизвестна версия
UnknowDesc=Описание
[Hint]
HintRate=Оценка на програмата
HintClose=Изтрии елемента
[Monitor]
FindLeftover=%s може да е оставивила остатъци в компютъра ти. Wise Program Unistaller сканира...
NonItems=%s е напълно премахнат от компютъра ти.
